ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
amazon.controls-dsl
amazonwebservices.amazon-q-vscode
amazonwebservices.codewhisperer-for-command-line-companion
amzn.awsguruqlinter
amzn.rusty-amazon-wiki
amzn.vscode-crux
asbx.amzn-cline
enkia.tokyo-night
github.copilot
github.copilot-chat
github.github-vscode-theme
jprestidge.theme-material-theme
kata.vscode-kata-client
kaze.vscode-plugin-contribution-model
marklel.vscode-brazil
maximetinu.identical-sublime-monokai-csharp-theme-colorizer
mchpatr.datapath-language-server
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
qiaojie.binary-viewer
rbaumier.go-to-fuzzy
redhat.java
teabyii.ayu
team-emisha.roam-policy-dsl-extension
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
whizkydee.material-palenight-theme
xshrim.txt-syntax
yonasvalentinmougaardkristensen.aether-theme
